/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Aviso de ligação";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "Configuração de %1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ tem 1 mensagem nova.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ está na sua lista de contactos local mas não está na lista no servidor. Quer adicionar este contacto à sua lista?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; duplo-clique para registar.";

/* No comment provided by engineer. */
"(unknown)" = "(desconhecido)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<New Account>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Comando ad-hoc, faça duplo-clique para executar";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Aviso";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "O Adium não consegue verificar a identidade de \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "O Adium não conseguiu encontrar nenhuma informação no perfil do utilizador porque este pode não ser um nick registado.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Aviso do Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Utilizador Adium";

/* Button title to allow an action */
"Allow" = "Permitir";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Permitir páginas MSN Mobile?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Ocorreu um erro ao enviar o ficheiro.";

/* No comment provided by engineer. */
"Authenticating" = "A autenticar";

/* Connection step */
"Balancer handshake" = "Balancer handshake";

/* No comment provided by engineer. */
"Ban" = "Banir";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Bloqueado";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Cancelar a notificação actual para %@";

/* Category table column header for the service discovery browser */
"Category" = "Categoria";

/* Menu item title for changing the password of an account */
"Change Password" = "Alterar a palavra-passe";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Serviço de conferência, faça duplo-clique para aceder";

/* Button title to connect; this is a verb */
"Connect" = "Ligar";

/* Connection step */
"Connected" = "Ligado";

/* No comment provided by engineer. */
"Connecting" = "A ligar";

/* No comment provided by engineer. */
"Connection error." = "Erro na ligação.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Erro de sincronização da lista de contactos para %@";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Delete" = "Apagar";

/* No comment provided by engineer. */
"Delete & Unregister" = "Apagar e anular o registo";

/* No comment provided by engineer. */
"Delete Account" = "Apagar conta";

/* No comment provided by engineer. */
"Delete Account from Server" = "Apagar conta do servidor";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Apagar a conta %@? Pode também anular o registo no servidor se possível.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Serviço de directório, faça duplo-clique para pesquisar";

/* Button title to prevent an action */
"Disallow" = "Negar";

/* No comment provided by engineer. */
"Discovery Browser" = "Discovery Browser";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Deseja permitir ou negar que os contactos da sua lista de amigos lhe enviem páginas MSN Mobile para o seu telemóvel ou outro dispositivo móvel?";

/* Used as a label for a username specified by email address */
"Email" = "E-mail";

/* Connection step */
"Exchanging key hash" = "A trocar a chave hash";

/* No comment provided by engineer. */
"Fetching..." = "A procurar…";

/* No comment provided by engineer. */
"File Send Error" = "Erro no ficheiro enviado";

/* Generic fields request window title */
"Form" = "Formulário";

/* No comment provided by engineer. */
"From: " = "De:";

/* No comment provided by engineer. */
"GG Number" = "Número CG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Grupo para contactos adicionados";
"Incorrect username or password" = "Nome de utilizador ou palavra-passe incorrectos";

/* No comment provided by engineer. */
"Info" = "Informação";

/* No comment provided by engineer. */
"Initializing Stream" = "A inicializar o stream";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Iniciar conversa de vários utilizadores com %@";

/* No comment provided by engineer. */
"Invite" = "Convidar";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Aceder";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Executar %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Deixar os outros saberem o que estou a ouvir";
"Looking up server" = "A procurar o servidor";

/* user mood tooltip title */
"Mood" = "Humor";

/* Name table column header for the service discovery browser */
"Name" = "Nome";

/* No comment provided by engineer. */
"New Mail" = "Novo e-mail";

/* Sample name and server for new IRC accounts */
"nickname" = "nick";

/* Name for IRC user names */
"Nickname" = "Nick";

/* No comment provided by engineer. */
"No reason was given." = "Sem motivo.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Não foi configurado nenhum servidor para a conta %1$@ %2$@. Insira um abaixo para ligar";

/* No comment provided by engineer. */
"No Server Specified" = "Nenhum servidor especificado";

/* No comment provided by engineer. */
"Node:" = "Nó:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Apenas quando um pedido é aceite e o contacto adicionado à lista.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Abrir e-mail no navegador";

/* Name for the orphans group */
"Orphans" = "Orphans";

/* No comment provided by engineer. */
"Parse Error." = "Erro de análise.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Prioridade quando disponível";
"Priority when away" = "Prioridade quando ausente";
"Re-request Authorization from %@" = "Pedir novamente autorização a %@";

/* Connection step */
"Reading data" = "A ler dados";

/* Connection step */
"Reading server key" = "A ler a chave do servidor";

/* No comment provided by engineer. */
"Really remove gateway?" = "Apagar gateway?";

/* alert default button */
"Remove" = "Remover";

/* gateway menu item */
"Remove gateway" = "Apagar gateway";

/* Roster - the Jabber default group */
"Resource" = "Recurso";
"Roster" = "Roster";

/* No comment provided by engineer. */
"Search for Users" = "Procurar utilizadores";

/* No comment provided by engineer. */
"Search Results" = "Resultados da pesquisa";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send Message" = "Enviar mensagem";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Serviço Discovery Browser";

/* No comment provided by engineer. */
"Service:" = "Serviço:";

/* No comment provided by engineer. */
"Set Mood" = "Definir humor";

/* No comment provided by engineer. */
"Set Nickname" = "Definir nick";

/* No comment provided by engineer. */
"Set User Info" = "Definir informação de utilizador";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Definir o seu nick";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Definir o seu número de telefone de casa.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Definir o seu número de telemóvel.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Definir o seu número de telefone do trabalho.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Mostrar certificado do servidor";

/* No comment provided by engineer. */
"Subject: " = "Assunto:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Ocultar-se temporariamente de %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "O certificado do servidor %@ não é de confiança, o que significa que a identidade do servidor não pode ser verificada automaticamente. Pretende continuar a ligação?\n\nPara mais informações, clique em \"Mostrar certificado\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "O nick que inseriu não está registado. Certifique-se que o escreveu correctamente.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "O utilizador está na sua lista de negação";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "O utilizador está temporariamente indisponível.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Este é o nome que os seus amigos do MSN verão.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Este nó não disponibiliza nenhum serviço acessível a este programa.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Este nó disponibiliza comandos ad-hoc. Abra o menu contextual para ter-lhes acesso.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Esta operação irá remover o gateway %@ e todos os respectivos contactos da sua lista de contactos e não poderá ser desfeita.";

/* user tune tooltip title */
"Tune" = "Música";

/* No comment provided by engineer. */
"Un-hide From %@" = "Não esconder de %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Não foi possível analisar a lista de servidores em %@. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Anula a assinatura de %@";

/* Sample name and server for new livejournal accounts */
"username" = "utilizador";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "utilizador@jabber.com";

/* No comment provided by engineer. */
"Verify Certificate" = "Verificar certificado";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Ver o perfil %2$@ de %1$@";

/* No comment provided by engineer. */
"Voice" = "Voz";

/* No comment provided by engineer. */
"Waiting for Response" = "À espera de resposta";

/* No comment provided by engineer. */
"Warning level is too high." = "O nível dos avisos é muito elevado.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "AVISO! Irá apagar a conta %@ do servidor Jabber. Esta acção não pode ser desfeita.\nTem a certeza de que pretende continuar?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Quando alguém pede para ver o meu estado";
"XML Console" = "Consola XML";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Está a enviar mensagens muito rapidamente; espere um pouco e tente novamente.";

/* No comment provided by engineer. */
"You have 1 new message." = "Tem 1 mensagem nova.";

/* No comment provided by engineer. */
"You have mail!\n" = "Tem novas mensagens!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "A sua mensagem para %@ não foi enviada";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "A sua mensagem foi recusada pelo outro utilizador.";

/* No comment provided by engineer. */
"Your message was too big." = "A sua mensagem é muito extensa.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(opcional)";
"Accept" = "Aceitar";
"Accept and Add To List" = "Aceitar e adicionar à lista";
"Allow plaintext authentication" = "Permitir autenticação de texto normal";
"Ask What To Do" = "Perguntar";
"Authorization Domain:" = "Domínio de autorização:";
"Authorization User:" = "Utilizador de autorização:";
"Available Priority:" = "Prioridade Disponível:";
"Away Priority:" = "Prioridade Ausente:";
"BOSH Server:" = "Servidor BOSH:";
"Chat Room Name:" = "Nome da sala:";
"Connect Server:" = "Ligar ao servidor:";
"Connection:" = "Ligação:";
"Deny" = "Negar";
"Display new mail notifications" = "Mostrar notificações de novos e-mails";
"Do strict certificate checks" = "Verificar rigorosamente os certificados";
"Either enter your XMPP server address here:" = "Insira o endereço do seu servidor XMPP aqui:";
"Encoding:" = "Codificação:";
"Encrypt connection using SSL" = "Cifrar ligação utilizando SSL";
"Execute commands on connect:" = "Executar comandos ao ligar:";
"File Transfer Proxies:" = "Proxy de transferência de ficheiros:";
"Force old-style SSL" = "Forçar SSL antigo";
"Handle:" = "Gestor:";
"Hostname:" = "Hostname:";
"Invite Contacts:" = "Convidar contactos:";
"Let others know what iTunes is playing" = "Permitir que os contactos vejam a música actual do iTunes";
"Mail:" = "E-mail:";
"Music:" = "Música:";
"Password:" = "Palavra-passe:";
"Presence Subscriptions:" = "Assinaturas de presença:";
"Publish Status to Everyone" = "Publicar estado para todos";
"Realname:" = "Nome real:";
"Register New Account" = "Registar uma nova conta";
"Registering…" = "A registar…";
"Request New Account" = "Pedir uma nova conta";
"Require SSL/TLS" = "Requer SSL/TLS";
"Resource:" = "Recurso:";
"Security:" = "Segurança:";
"Server Name" = "Nome do servidor";
"Server:" = "Servidor:";
"Use SIP proxy:" = "Utilizar proxy SIP:";
"Use UDP" = "Utilizar UDP";
"Username (Ident):" = "Nome de utilizador:";
"Visit Server Homepage" = "Visitar página inicial do servidor";
"With Message:" = "Com a mensagem:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Canal:";
"Dismiss" = "Ignorar";
"Don't download" = "Não descarregar";
"Don't show channel posts as messages" = "Não mostrar publicações de canais como mensagens";
"Don't show status updates as messages" = "Não mostrar actualizações de estado como mensagens";
"Full resolution" = "Resolução completa";
"Logon QR Code" = "Código QR de início de sessão";
"Phone Number" = "Número de telefone";
"Please enter pairing code or scan the QR code" = "Introduza o código de emparelhamento ou leia o código QR";
"Profile pictures:" = "Imagens de perfil:";
"Read" = "Lida";
"Separate contacts’ names with commas." = "Separar os nomes dos contactos por vírgulas.";
"Small (preview)" = "Pequena (pré-visualização)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Este contacto está a ligar-lhe. O Adium não suporta chamadas do WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Este contacto está a tentar ligar-lhe. O Adium não suporta chamadas do WhatsApp.";
"and add to list in group:" = "e adicionar à lista no grupo:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ tem %lu mensagens novas.";
"...add to list in group:" = "...adicionar à lista no grupo:";
"Display custom emoticons" = "Mostrar ícones expressivos personalizados";
"Emoticons:" = "Ícones expressivos:";
"Encryption:" = "Cifra:";
"Let others know when you are typing" = "Permitir que os contactos vejam que está a escrever";
"One per line, / is optional. $me will be replaced with your current nickname." = "Um por linha, a / é opcional. $me será substituído pelo seu nick actual.";
"or select a public server from the list:" = "ou seleccione um servidor público da lista:";
"Port:" = "Porta:";
"Status:" = "Estado:";
"Typing:" = "Escrita:";
"You have %lu new messages." = "Tem %lu mensagens novas.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium em %@";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Port" = "Porta";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Nome da conta";

/* No comment provided by engineer. */
"Execute commands on connect" = "Executar comandos ao ligar";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Um por linha, sem a barra inicial.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Qualidade das imagens de perfil";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Original";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Pré-visualização";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Não carregar";
